brew "asdf"
brew "bat"
brew "coreutils"
brew "curl"
brew "fzf"
brew "git"
brew "grep"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "temporal"
brew "tmux"
brew "tree"
brew "unzip"
brew "wget"
brew "yadm"
brew "zoxide"
brew "zsh"
brew "fd"
cask "1password"
cask "1password-cli"
cask "breaktimer"
cask "firefox"
cask "font-iosevka-ss08"
cask "google-drive"
cask "kitty"
cask "microsoft-teams"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "sublime-text"
cask "webstorm"

