tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "isacikgoz/taps"
tap "warrensbox/tap"
brew "aws-sam-cli"
brew "adr-tools"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "unixodbc"
brew "asdf"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "awscli"
brew "bat"
brew "boost"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "carthage"
brew "circleci"
brew "cloc"
brew "harfbuzz"
brew "rlwrap"
brew "cmake"
brew "curl"
brew "dasel"
brew "folly"
brew "edencommon"
brew "emojify"
brew "exa"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gawk"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "jasper"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gron"
brew "guile"
brew "helix"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "jid"
brew "jq"
brew "just"
brew "lazygit"
brew "libssh"
brew "libxml2"
brew "libxslt"
brew "lighttpd"
brew "luv"
brew "lynx"
brew "mdbook"
brew "miller"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "nnn"
brew "nushell"
brew "pandoc"
brew "plantuml"
brew "qemu"
brew "podman"
brew "poppler"
brew "virtualenv"
brew "pre-commit"
brew "tcl-tk"
brew "quicktype"
brew "rename"
brew "ripgrep"
brew "sd"
brew "task"
brew "tectonic"
brew "terraform-docs"
brew "terraform-ls"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tfswitch"
brew "tmux"
brew "tree"
brew "trivy"
brew "unzip"
brew "watchman"
brew "wget"
brew "xmlstarlet"
brew "yadm"
brew "zoxide"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "altair-graphql-client"
cask "basictex"
cask "bruno"
cask "firefox"
cask "firefox-developer-edition"
cask "font-inconsolata"
cask "font-roboto-mono-nerd-font"
cask "font-lilex-nerd-font"
cask "font-sf-mono"
cask "google-chrome"
cask "google-chrome-canary"
cask "graphiql"
cask "hex-fiend"
cask "imageoptim"
cask "kitty"
cask "microsoft-edge"
cask "microsoft-teams"
cask "rapidapi"
cask "raycast"
cask "rectangle"
cask "slack"
cask "slack"
cask "webstorm"
cask "httpie"
cask "boop"
