tap "buo/cask-upgrade"
brew "bat"
brew "coreutils"
brew "curl"
brew "fzf"
brew "git"
brew "grep"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "temporal"
brew "tmux"
brew "tree"
brew "unzip"
brew "wget"
brew "yadm"
brew "zoxide"
brew "zsh"
brew "fd"
brew "adr-tools"
brew "adr-viewer"
brew "watchman"
brew "gh"
brew "gpg"
brew "kubectl"
brew "kubelogin"
cask "1password"
cask "1password-cli"
cask "firefox"
cask "font-iosevka-ss08"
cask "google-drive"
cask "kitty"
cask "microsoft-teams"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "sublime-text"
cask "sublime-merge"
cask "webstorm"
cask "brave-browser"
cask "github"
cask "todoist"
brew "awscli"
brew "nvm"
brew "lua"
brew "luarocks"
brew "pyenv"
