tap "coursier/formulas"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jason0x43/neovim-nightly"
tap "liamg/tfsec"
tap "mongodb/brew"
tap "sargsyan/github-notifier"
tap "scalacenter/bloop"
tap "snyk/tap"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "awscli"
brew "bat"
brew "glib"
brew "carthage", link: false
brew "circleci"
brew "clojure"
brew "openldap"
brew "curl"
brew "elm"
brew "emojify"
brew "exa"
brew "fd"
brew "folly"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jid"
brew "jq"
brew "lazygit"
brew "leiningen"
brew "libxslt"
brew "lynx"
brew "neovim"
brew "nnn"
brew "node"
brew "openjdk@8"
brew "pandoc"
brew "parquet-tools"
brew "pre-commit"
brew "python@3.8"
brew "q"
brew "ripgrep"
brew "ruby"
brew "syncthing"
brew "tectonic"
brew "terraform-docs"
brew "terraform@0.12"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tree"
brew "unzip"
brew "vim"
brew "watchman"
brew "wget"
brew "yadm"
brew "zsh"
brew "mongodb/brew/mongodb-community"
brew "mongodb/brew/mongodb-community-shell", link: false
brew "sargsyan/github-notifier/github-notifier"
brew "scalacenter/bloop/bloop"
cask "1password"
cask "1password-cli"
cask "cscreen"
cask "discord"
cask "docker"
cask "emacs"
cask "firefox"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-terminus"
cask "google-chrome"
cask "hex-fiend"
cask "imageoptim"
cask "insomnia"
cask "intellij-idea"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"
