tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/cask-versions"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "curl"
brew "fd"
brew "git"
brew "gnupg"
brew "python"
brew "libxslt"
brew "neovim"
brew "openssl"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "unzip"
brew "zsh"
brew "yadm"
brew "lynx"
brew "circleci"
brew "serverless"
brew "awscli"
brew "terraform"
brew "jq"
cask "1password"
cask "font-hasklig"
cask "font-iosevka"
cask "font-inconsolata"
cask "intellij-idea"
cask "iterm2"
cask "slack"
cask "sublime-text"
cask "sublime-merge"
cask "docker"
cask "zeplin"
cask "firefox-developer-edition"
cask "firefox"
cask "postman"
